{
	"annotation": "Привет! Это бот дизайн-задачника Eduhund. Я еще маленький, и иногда долго думаю, прежде чем ответить.\n\nПознакомимся? Нажмите Start или «Начать»",
	"startNew": [
		"Рад знакомству!\n\nПожалуйста, напишите емейл, с которым вы регистрировались на модуль."
	],
	"startExist": ["И снова здравствуйте, {{firstName}}!"],
	"startStudent": ["И снова здравствуйте, {{firstName}}!"],
	"help": "Что умеет бот?\n\n1. Давать ссылки на разборы уроков, справочные материалы по модулю.\n2. Передавать ваши вопросы авторам задачника.\n\nБот немного тормозит, авторы задачника тоже, поэтому ответы приходят не сразу. Бот отвечает с задержкой в 3-10 секунд. Авторы — по-разному. Иногда сразу, иногда через час, иногда они спят и уходят на выходные.\n\nЕсли что-то пошло не так — пишите на edu@eduhund.ru.",
	"settings": "Настройки бота:",
	"changeEmailButton": "Сменить email",
	"updateModulesButton": "Обновить список доступных модулей",
	"userCancel": "Хорошо. Теперь можно снова общаться с авторами задачника.",
	"cancelButton": "Отменить",
	"changeEmailInit": "Введите ваш новый емэйл",
	"changeEmailFail": "Извините, не могу найти вас в списке студентов.\n\nПожалуйста, напишите ваш емейл еще раз.\n\nЕсли опять не получится — сообщите на edu@eduhund.ru.\n\nА если вы еще не наш студент, покупайте наших слонов: eduhund.ru",
	"changeEmailSuccess": "Спасибо! Теперь вам доступны cправочные материалы и возможность задавать вопросы авторам задачника. Пишите нам прямо тут.",
	"changeEmailError": "Это не похоже на емейл",
	"counselor": "Общая информация по всем модулям задачника:\n\nhttps://docs.google.com/document/d/1jt5Kw3rCEZbKYMYk3rlkF8Nd6WEx4S00B_tYMZBzbbs",
	"unknown": [
		"Извините, я вас не понимаю :(\n\nЯ понимаю текст, картинки, документы и даже видео. А то, что вы мне отправили, я еще понимать не научился."
	],
	"otherModulesButton": "Перейти на сайт",
	"otherModules": "Не логикой единой. Ещё у нас есть вот что.\n\n1. Аналитический дизайн: задачники по информационным интерфейсам, интерфейсам взаимодействия и профессиональным системам.\n\n2. Hard Skills начинающего руководителя. Что делать, если вас назначили, а вы не гуманитарий?\n\n3. Несекретные секреты текстов. Тонны неочевидных приёмов для тех, кому хочется писать ещё круче.\n\n4. Композиция в дизайне интерфейсов. Всё не так, как учат в художественных школах, и на этом «не так» нужно набить руку.\n\nВыбирайте. На сайте подробней:",
	"userLogicModule": "Вот ваш личный задачник по логике:\n{{url}}\n\nЗаходите, решайте, получайте сертификат.\n\nЕсли потеряете задачник — попросите у бота ещё раз, выдадим ту же ссылку.\n\nВопросы можно писать прямо сюда. Любые. Увидят и ответят живые люди.",
	"error": "Извините, кажется у нас что-то сломалось. Мы уже знаем о проблеме, и скоро ее починим.",
	"catKB": "• погладить котика •",
	"otherModulesKB": "• узнать про другие задачники •",
	"diplomaKB": "• забрать сертификат •",
	"newThread": [
		"Передаю слово авторам задачника. Они отвечают не мгновенно, но отвечают. Ответ придет в этот же чат.",
		"Принял. Ждите ответ от авторов задачника. Он появится здесь же.",
		"А это уже не мое кошачье дело. Передал авторам модуля, ответ пришлю сюда же.",
		"Хорошо написано! Покажу авторам задачника и принесу вам от них ответ.",
		"Ага. Уже отправил ваше сообщение авторам задачника. Как ответят — я вам скажу."
	],
	"cat": [
		"Мяу! Круто решаете!",
		"Мур-мур-мур!",
		"Мррр...",
		"Хотел бы я быть таким же умным, как вы!",
		"Мррр… Я вами восхищаюсь!",
		"Какой вы все-таки приятный человек!",
		"Прекрасно выглядите сегодня!",
		"Ага, и пузико, пузико тоже!",
		"Помню, шарился я по подвалам…",
		"Да, да! Хороший человек, хороший!",
		"Вот выхухоль-то так не погладишь, да?",
		"Вооот! Все бы так! Мяу!",
		"Большое вам кошачье спасибо, мой двуногий друг!",
		"Вы тут пока задачки порешайте, а я пойду на батарее полежу.",
		"А с вами приятно иметь дело!",
		"Странное дело, вы вроде и человек, а такой добрый!",
		"Прааавильно! Котик сам себя не погладит!",
		"Вы бы знали, какие сосиски завезли в ближайший магазин…",
		"Я вам как венец творения венцу творения безмерно благодарен!",
		"Тяжело вам, наверное, без хвоста, да?",
		"Можно я тут просто тряпочкой полежу, ага?",
		"Нет слов передать вам мое почтение.",
		"Сразу ясно, кто из нас ученый! (Я — нет).",
		"Где вы этому научились? МГИМО?",
		"Все правильно делаете!",
		"Вы чертовски умны! Я этот задачник вообще не понимаю.",
		"В Эрмитаж меня не взяли. Ну и к черту эти корпорации, да?",
		"Кстати, хотел спросить… А у вас тоже лапки?",
		"Иногда нужно просто хорошенько поспать.",
		"Никому не говорите, но вы — мой любимый студент!",
		"Вы прекрасны! Мур-мур-мур!",
		"Мне бы ваш интеллект, я бы тогда ух!",
		"У меня ваш портрет висит на самом видном месте!",
		"Тут я работаю для души. А вообще у меня бизнес есть.",
		"А вы тоже тот еще котик! Мяу!"
	]
}
