{
	"annotation": "Hello! This is eduHund's taskbook assistant bot.\n\nLet's get to know each other? Click Start",
	"startNew": [
		"Nice to meet you!\n\n Please enter the email you used to register for the module."
	],
	"startExist": ["Hello again, {{firstName}}!"],
	"startStudent": ["Hello again, {{firstName}}!"],
	"help": "What can the bot do?\n\n1. Give links to lesson reviews, reference materials on the module.\n2. Forward your questions to the authors of the taskbook.\n\nThe authors of the problem book are living people too, so sometimes they answer right away, and sometimes after half an hour or an hour. It also happens that they sleep or have weekends.\n\nIf something went wrong, please write to edu@eduhund.com.",
	"settings": "Bot settings:",
	"changeEmailButton": "Change email",
	"updateModulesButton": "Update list of modules",
	"userCancel": "Fine. Now you can chat with the authors of the taskbook again.",
	"cancelButton": "Cancel",
	"changeEmailInit": "Enter your new email",
	"changeEmailFail": "Sorry I can't find you on the student list.\n\nPlease write your email again.\n\nIf it doesn't work out again, please write to edu@eduhund.com.\n\nAnd if you are not our student yet, buy our taskbooks: eduhund.ru",
	"changeEmailSuccess": "Thank you! Now you have access to reference materials and the opportunity to ask questions to the authors. Write right here.",
	"changeEmailError": "It doesn't look like an email",
	"counselor": "General information on all modules of the taskbook:\n\nhttps://docs.google.com/document/d/1jt5Kw3rCEZbKYMYk3rlkF8Nd6WEx4S00B_tYMZBzbbs",
	"unknown": [
		"Sorry I do not understand :(\n\nI can understand text, pictures, documents, and even videos. And what you sent me, I have not yet learned to understand."
	],
	"otherModulesButton": "Visit website",
	"otherModules": "Here's what we have.\n\n1. Analytical Design: taskbooks on Information Interfaces, Interaction Interfaces, and Professional Systems.\n\n2. Self-Learning Taskbook for Team Leaders and Novice Managers. What to do if you were appointed, and you are not a humanitarian?\n\n3. Unclassified secrets of texts. Tons of non-obvious tricks for those who want to write even cooler.\n\n4. Composition in interface design. Everything is not the way they teach in art schools. And on this “not the way” you need to fill your hand.\n\nTake your pick. More details on the website:",
	"userLogicModule": "Here is your personal logic taskbook:\n{{url}}\n\nCome on, solve tasks, get a certificate.\n\nIf you lose the taskbook, ask the bot again, we will give you the same link.\n\nwrite your questions right here. Any questions. We will see them and answer.",
	"error": "Sorry, something has broken. We already know about the problem and will fix it soon.",
	"catKB": "• meow •",
	"otherModulesKB": "• other taskbooks •",
	"diplomaKB": "• get my diploma •",
	"newThread": [
		"I pass the word to the authors of the taskbook. They don't respond instantly, but they do respond in some time. The answer will be here. In the same chat.",
		"Ok. Please wait for an answer from the authors of the taskbook. It will be here.",
		"And it's none of my business anymore. I passed it on to the authors of the taskbook, the answer will be here.",
		"Well written! I will show it to the authors of the taskbook and bring you their answer.",
		"Mhm. Already sent your message to the authors of the taskbook. When they answer, I'll tell you."
	],
	"cat": [
		"Meow! Great job!",
		"Purr-purr-purr",
		"Purr...",
		"I wish I could be as smart as you!",
		"Purr...I admire you!",
		"What a nice person you are!",
		"You look absolutely wonderful today!",
		"Yeah, and a tummy, a tummy too!",
		"I remember rummaging through the cellars ...",
		"Yeah, yeah! Good man, good!",
		"You can’t pet a muskrat like that, can you?”",
		"Yeeeah! Everything would be so! Meow!",
		"Thank you so much, my two-legged friend!",
		"You are here to solve tasks for now, and I will go lie down on the radiator.",
		"And it's a pleasure to have business with you!",
		"Strange thing, you seem to be a person, but such a kind one!",
		"Right! The cat won't pet itself!",
		"If you knew which sausages were brought to the nearest store ...",
		"As the crown of creation, I am immensely grateful to you!",
		"It must be hard for you without a tail, right?",
		"Can I just lie here with a rag, huh?",
		"There are no words to express my respect to you.",
		"It is immediately clear which of us is a scientist! (Not me meow).",
		"Where did you learn it? Oxford? Harvard?",
		"You are doing everything right!",
		"You are damn smart! I don't understand these tasks at all.",
		"They didn't take me to the Hermitage. Well, to hell with these corporations, right?",
		"By the way, I wanted to ask ... Do you have paws too?",
		"Sometimes you just need to get some good sleep.",
		"Don't tell anyone, but you are my favorite student!",
		"I adore you! Purr,purr,purr...",
		"If I would have your intellect, then I would... uh!",
		"I have your portrait hanging in the most conspicuous place!",
		"I work here for my soul. Actually, I have a business.",
		"And you, too, are the same cat! Meow!"
	]
}
